Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Settings_Laptop.Text
source: Your laptop
ar_sa: الكمبيوتر المحمول
bg_bg: Вашият лаптоп
ca_es: El teu portàtil
cs_cz: Váš notebook
de_de: Ihr Laptop
el_gr: Ο φορητός σας
es_es: Tu portátil
et_ee: Teie sülearvuti
fa_ir: لپ‌تاپ شما
fi_fi: Kannettavasi
fr_fr: Votre ordinateur portable
he_il: המחשב הנייד שלך
hi_in: आपका लैपटॉप
hu_hu: Az Ön laptopja
id_id: Laptop Anda
it_it: Il tuo portatile
ja_jp: お使いのノート PC
ko_kr: 내 노트북
lv_lv: Jūsu klēpjdators
nb_no: Din bærbare PC
nl_nl: Je laptop
pl_pl: Twój laptop
pt_pt: O seu portátil
ro_ro: Laptopul dvs.
ru_ru: Ваш ноутбук
sk_sk: Váš notebook
sr_cyrl_rs: Ваш лаптоп
sv_se: Din bärbara dator
th_th: แล็ปท็อปของคุณ
tr_tr: Dizüstü bilgisayarınız
uk_ua: Ваш ноутбук
vi_vn: Máy tính xách tay của bạn
zh_cn: 你的笔记本电脑
zh_tw: 您的筆記型電腦

# Settings_UnknownModel
source: Acer laptop
ar_sa: كمبيوتر محمول من Acer
bg_bg: Лаптоп Acer
ca_es: Portàtil Acer
cs_cz: Notebook Acer
el_gr: Φορητός υπολογιστής Acer
es_es: Portátil Acer
et_ee: Aceri sülearvuti
fa_ir: لپ‌تاپ Acer
fi_fi: Acer-kannettava
fr_fr: Ordinateur portable Acer
he_il: מחשב נייד של Acer
hi_in: Acer लैपटॉप
id_id: Laptop Acer
it_it: Portatile Acer
ja_jp: Acer ノート PC
ko_kr: Acer 노트북
lv_lv: Acer klēpjdators
nb_no: Bærbar Acer-PC
pl_pl: Laptop Acer
pt_pt: Portátil Acer
ro_ro: Laptop Acer
ru_ru: Ноутбук Acer
sk_sk: Notebook Acer
sr_cyrl_rs: Acer лаптоп
sv_se: Bärbar Acer-dator
th_th: แล็ปท็อป Acer
tr_tr: Acer dizüstü bilgisayar
uk_ua: Ноутбук Acer
vi_vn: Máy tính xách tay Acer
zh_cn: Acer 笔记本电脑
zh_tw: Acer 筆記型電腦

# Settings_BiosUnknown
source: BIOS version unknown
ar_sa: إصدار BIOS غير معروف
bg_bg: Неизвестна версия на BIOS
ca_es: Versió de la BIOS desconeguda
cs_cz: Verze systému BIOS není známa
de_de: BIOS-Version unbekannt
el_gr: Άγνωστη έκδοση BIOS
es_es: Versión de BIOS desconocida
et_ee: BIOS-i versioon on teadmata
fa_ir: نسخهٔ BIOS نامشخص است
fi_fi: BIOS-versio tuntematon
fr_fr: Version du BIOS inconnue
he_il: גרסת ה-BIOS אינה ידועה
hi_in: BIOS संस्करण अज्ञात है
hu_hu: Ismeretlen BIOS-verzió
id_id: Versi BIOS tidak diketahui
it_it: Versione del BIOS sconosciuta
ja_jp: BIOS のバージョンは不明です
ko_kr: 알 수 없는 BIOS 버전
lv_lv: BIOS versija nav zināma
nb_no: Ukjent BIOS-versjon
nl_nl: BIOS-versie onbekend
pl_pl: Nieznana wersja BIOS
pt_pt: Versão do BIOS desconhecida
ro_ro: Versiune BIOS necunoscută
ru_ru: Версия BIOS неизвестна
sk_sk: Verzia systému BIOS je neznáma
sr_cyrl_rs: Верзија BIOS-а је непозната
sv_se: BIOS-versionen är okänd
th_th: ไม่ทราบเวอร์ชัน BIOS
tr_tr: BIOS sürümü bilinmiyor
uk_ua: Версія BIOS невідома
vi_vn: Không rõ phiên bản BIOS
zh_cn: BIOS 版本未知
zh_tw: BIOS 版本不明

# Settings_Sensors.Header
source: Temperature sensors
ar_sa: مستشعرات درجة الحرارة
bg_bg: Температурни сензори
ca_es: Sensors de temperatura
cs_cz: Teplotní senzory
de_de: Temperatursensoren
el_gr: Αισθητήρες θερμοκρασίας
es_es: Sensores de temperatura
et_ee: Temperatuuriandurid
fa_ir: حسگرهای دما
fi_fi: Lämpötila-anturit
fr_fr: Capteurs de température
he_il: חיישני טמפרטורה
hi_in: तापमान सेंसर
hu_hu: Hőmérséklet-érzékelők
id_id: Sensor suhu
it_it: Sensori di temperatura
ja_jp: 温度センサー
ko_kr: 온도 센서
lv_lv: Temperatūras sensori
nb_no: Temperatursensorer
nl_nl: Temperatuursensoren
pl_pl: Czujniki temperatury
pt_pt: Sensores de temperatura
ro_ro: Senzori de temperatură
ru_ru: Датчики температуры
sk_sk: Teplotné senzory
sr_cyrl_rs: Сензори температуре
sv_se: Temperatursensorer
th_th: เซ็นเซอร์อุณหภูมิ
tr_tr: Sıcaklık sensörleri
uk_ua: Датчики температури
vi_vn: Cảm biến nhiệt độ
zh_cn: 温度传感器
zh_tw: 溫度感應器

# Settings_SensorSources
source: CPU: {0} GPU: {1}
bg_bg: ЦП: {0} ГП: {1}
fr_fr: Processeur : {0} GPU : {1}
ru_ru: ЦП: {0} ГП: {1}
uk_ua: ЦП: {0} ГП: {1}

# Sensor_IntelPackage
source: Intel package sensor (TjMax {0} °C)
ar_sa: مستشعر الحزمة من Intel (TjMax {0} °C)
bg_bg: Сензор на корпуса Intel (TjMax {0} °C)
ca_es: Sensor de paquet Intel (TjMax {0} °C)
cs_cz: Senzor pouzdra Intel (TjMax {0} °C)
el_gr: Αισθητήρας πακέτου Intel (TjMax {0} °C)
es_es: Sensor de paquete Intel (TjMax {0} °C)
et_ee: Inteli paketiandur (TjMax {0} °C)
fa_ir: حسگر بستهٔ Intel (TjMax {0} °C)
fi_fi: Intelin paketin anturi (TjMax {0} °C)
fr_fr: Capteur de package Intel (TjMax {0} °C)
he_il: חיישן המארז של Intel (TjMax {0} °C)
hi_in: Intel पैकेज सेंसर (TjMax {0} °C)
hu_hu: Intel tokozásérzékelő (TjMax {0} °C)
id_id: Sensor paket Intel (TjMax {0} °C)
it_it: Sensore package Intel (TjMax {0} °C)
ja_jp: Intel パッケージ センサー (TjMax {0} °C)
ko_kr: Intel 패키지 센서(TjMax {0} °C)
lv_lv: Intel pakotnes sensors (TjMax {0} °C)
nb_no: Intel-pakkesensor (TjMax {0} °C)
pl_pl: Czujnik pakietu Intel (TjMax {0} °C)
pt_pt: Sensor de pacote Intel (TjMax {0} °C)
ro_ro: Senzor de pachet Intel (TjMax {0} °C)
ru_ru: Датчик корпуса Intel (TjMax {0} °C)
sk_sk: Senzor puzdra Intel (TjMax {0} °C)
sr_cyrl_rs: Intel сензор кућишта (TjMax {0} °C)
sv_se: Intels paketsensor (TjMax {0} °C)
th_th: เซ็นเซอร์แพ็กเกจของ Intel (TjMax {0} °C)
tr_tr: Intel paket sensörü (TjMax {0} °C)
uk_ua: Датчик корпусу Intel (TjMax {0} °C)
vi_vn: Cảm biến gói Intel (TjMax {0} °C)
zh_cn: Intel 封装传感器 (TjMax {0} °C)
zh_tw: Intel 封裝感應器 (TjMax {0} °C)

# Sensor_AmdTctl
source: AMD Tctl sensor
ar_sa: مستشعر Tctl من AMD
bg_bg: Сензор AMD Tctl
ca_es: Sensor Tctl d'AMD
cs_cz: Senzor AMD Tctl
el_gr: Αισθητήρας Tctl της AMD
es_es: Sensor Tctl de AMD
et_ee: AMD Tctl-andur
fa_ir: حسگر Tctl شرکت AMD
fi_fi: AMD:n Tctl-anturi
fr_fr: Capteur Tctl AMD
he_il: חיישן Tctl של AMD
hi_in: AMD Tctl सेंसर
hu_hu: AMD Tctl-érzékelő
id_id: Sensor Tctl AMD
it_it: Sensore Tctl AMD
ja_jp: AMD Tctl センサー
ko_kr: AMD Tctl 센서
lv_lv: AMD Tctl sensors
pl_pl: Czujnik AMD Tctl
pt_pt: Sensor Tctl da AMD
ro_ro: Senzor Tctl AMD
ru_ru: Датчик AMD Tctl
sk_sk: Senzor AMD Tctl
sr_cyrl_rs: AMD Tctl сензор
sv_se: AMD:s Tctl-sensor
th_th: เซ็นเซอร์ Tctl ของ AMD
tr_tr: AMD Tctl sensörü
uk_ua: Датчик AMD Tctl
vi_vn: Cảm biến Tctl của AMD
zh_cn: AMD Tctl 传感器
zh_tw: AMD Tctl 感應器

# Sensor_NvidiaDriver
source: NVIDIA driver
ar_sa: برنامج تشغيل NVIDIA
bg_bg: Драйвер на NVIDIA
ca_es: Controlador de NVIDIA
cs_cz: Ovladač NVIDIA
de_de: NVIDIA-Treiber
el_gr: Πρόγραμμα οδήγησης NVIDIA
es_es: Controlador de NVIDIA
et_ee: NVIDIA draiver
fa_ir: درایور NVIDIA
fi_fi: NVIDIA-ohjain
fr_fr: Pilote NVIDIA
he_il: מנהל ההתקן של NVIDIA
hi_in: NVIDIA ड्राइवर
hu_hu: NVIDIA-illesztőprogram
id_id: Driver NVIDIA
it_it: Driver NVIDIA
ja_jp: NVIDIA ドライバー
ko_kr: NVIDIA 드라이버
lv_lv: NVIDIA draiveris
nl_nl: NVIDIA-stuurprogramma
pl_pl: Sterownik NVIDIA
pt_pt: Controlador da NVIDIA
ro_ro: Driver NVIDIA
ru_ru: Драйвер NVIDIA
sk_sk: Ovládač NVIDIA
sr_cyrl_rs: NVIDIA управљачки програм
sv_se: NVIDIA-drivrutin
th_th: โปรแกรมควบคุม NVIDIA
tr_tr: NVIDIA sürücüsü
uk_ua: Драйвер NVIDIA
vi_vn: Trình điều khiển NVIDIA
zh_cn: NVIDIA 驱动程序
zh_tw: NVIDIA 驅動程式

# Sensor_GraphicsDriver
source: Graphics driver (via Windows)
ar_sa: برنامج تشغيل الرسومات (عبر Windows)
bg_bg: Графичен драйвер (чрез Windows)
ca_es: Controlador de gràfics (a través del Windows)
cs_cz: Grafický ovladač (přes Windows)
de_de: Grafiktreiber (über Windows)
el_gr: Πρόγραμμα οδήγησης γραφικών (μέσω Windows)
es_es: Controlador de gráficos (a través de Windows)
et_ee: Graafikadraiver (Windowsi kaudu)
fa_ir: درایور گرافیک (از طریق Windows)
fi_fi: Näytönohjaimen ohjain (Windowsin kautta)
fr_fr: Pilote graphique (via Windows)
he_il: מנהל ההתקן הגרפי (דרך Windows)
hi_in: ग्राफ़िक्स ड्राइवर (Windows के ज़रिए)
hu_hu: Grafikus illesztőprogram (a Windowson keresztül)
id_id: Driver grafis (melalui Windows)
it_it: Driver grafico (tramite Windows)
ja_jp: グラフィックス ドライバー (Windows 経由)
ko_kr: 그래픽 드라이버(Windows 경유)
lv_lv: Grafikas draiveris (ar Windows starpniecību)
nb_no: Grafikkdriver (via Windows)
nl_nl: Grafisch stuurprogramma (via Windows)
pl_pl: Sterownik grafiki (przez system Windows)
pt_pt: Controlador gráfico (através do Windows)
ro_ro: Driver grafic (prin Windows)
ru_ru: Графический драйвер (через Windows)
sk_sk: Grafický ovládač (cez Windows)
sr_cyrl_rs: Графички управљачки програм (преко Windows-а)
sv_se: Grafikdrivrutin (via Windows)
th_th: โปรแกรมควบคุมกราฟิก (ผ่าน Windows)
tr_tr: Grafik sürücüsü (Windows üzerinden)
uk_ua: Графічний драйвер (через Windows)
vi_vn: Trình điều khiển đồ họa (qua Windows)
zh_cn: 图形驱动程序 (通过 Windows)
zh_tw: 圖形驅動程式 (透過 Windows)

# Sensor_EmbeddedController
source: Embedded controller
ar_sa: وحدة التحكم المضمّنة
bg_bg: Вграден контролер
ca_es: Controlador incrustat
cs_cz: Vestavěný kontrolér
el_gr: Ενσωματωμένος ελεγκτής
es_es: Controlador integrado
et_ee: Manuskontroller
fa_ir: کنترلر تعبیه‌شده
fi_fi: Sulautettu ohjain
fr_fr: Contrôleur intégré
he_il: בקר משובץ
hi_in: एम्बेडेड कंट्रोलर
hu_hu: Beágyazott vezérlő
id_id: Pengontrol tertanam
ja_jp: エンベデッド コントローラー
ko_kr: 임베디드 컨트롤러
lv_lv: Iegultais kontrolleris
nb_no: Innebygd kontroller
pl_pl: Kontroler wbudowany
pt_pt: Controlador incorporado
ro_ro: Controler încorporat
ru_ru: Встроенный контроллер
sk_sk: Vstavaný radič
sr_cyrl_rs: Уграђени контролер
sv_se: Inbäddad styrenhet
th_th: ตัวควบคุมแบบฝังตัว
tr_tr: Gömülü denetleyici
uk_ua: Вбудований контролер
vi_vn: Bộ điều khiển nhúng
zh_cn: 嵌入式控制器
zh_tw: 嵌入式控制器

# Sensor_EmbeddedControllerBecause
source: Embedded controller ({0})
ar_sa: وحدة التحكم المضمّنة ({0})
bg_bg: Вграден контролер ({0})
ca_es: Controlador incrustat ({0})
cs_cz: Vestavěný kontrolér ({0})
el_gr: Ενσωματωμένος ελεγκτής ({0})
es_es: Controlador integrado ({0})
et_ee: Manuskontroller ({0})
fa_ir: کنترلر تعبیه‌شده ({0})
fi_fi: Sulautettu ohjain ({0})
fr_fr: Contrôleur intégré ({0})
he_il: בקר משובץ ({0})
hi_in: एम्बेडेड कंट्रोलर ({0})
hu_hu: Beágyazott vezérlő ({0})
id_id: Pengontrol tertanam ({0})
ja_jp: エンベデッド コントローラー（{0}）
ko_kr: 임베디드 컨트롤러({0})
lv_lv: Iegultais kontrolleris ({0})
nb_no: Innebygd kontroller ({0})
pl_pl: Kontroler wbudowany ({0})
pt_pt: Controlador incorporado ({0})
ro_ro: Controler încorporat ({0})
ru_ru: Встроенный контроллер ({0})
sk_sk: Vstavaný radič ({0})
sr_cyrl_rs: Уграђени контролер ({0})
sv_se: Inbäddad styrenhet ({0})
th_th: ตัวควบคุมแบบฝังตัว ({0})
tr_tr: Gömülü denetleyici ({0})
uk_ua: Вбудований контролер ({0})
vi_vn: Bộ điều khiển nhúng ({0})
zh_cn: 嵌入式控制器 ({0})
zh_tw: 嵌入式控制器（{0}）

# SensorProblem_NotX86Cpu
source: not an x86 CPU
ar_sa: ليس CPU من نوع x86
bg_bg: процесорът не е x86
ca_es: la CPU no és x86
cs_cz: procesor není x86
de_de: keine x86-CPU
el_gr: η CPU δεν είναι x86
es_es: la CPU no es x86
et_ee: protsessor pole x86
fa_ir: CPU از نوع x86 نیست
fi_fi: suoritin ei ole x86
fr_fr: processeur non x86
he_il: ה-CPU אינו מסוג x86
hi_in: x86 CPU नहीं है
hu_hu: a processzor nem x86-os
id_id: bukan CPU x86
it_it: la CPU non è x86
ja_jp: x86 CPU ではありません
ko_kr: x86 CPU가 아님
lv_lv: procesors nav x86
nb_no: ikke en x86-CPU
nl_nl: geen x86-CPU
pl_pl: procesor nie jest x86
pt_pt: a CPU não é x86
ro_ro: procesorul nu este x86
ru_ru: процессор не x86
sk_sk: procesor nie je x86
sr_cyrl_rs: процесор није x86
sv_se: ingen x86-CPU
th_th: ไม่ใช่ CPU แบบ x86
tr_tr: x86 CPU değil
uk_ua: процесор не x86
vi_vn: không phải CPU x86
zh_cn: 不是 x86 CPU
zh_tw: 不是 x86 CPU

# SensorProblem_UnsupportedCpuVendor
source: unsupported CPU vendor {0}
ar_sa: الشركة المصنعة لـ CPU غير مدعومة: {0}
bg_bg: неподдържан производител на процесор: {0}
ca_es: fabricant de CPU no admès: {0}
cs_cz: nepodporovaný výrobce procesoru {0}
de_de: nicht unterstützter CPU-Hersteller {0}
el_gr: μη υποστηριζόμενος κατασκευαστής CPU {0}
es_es: fabricante de CPU no compatible: {0}
et_ee: toetamata protsessoritootja {0}
fa_ir: سازندهٔ CPU پشتیبانی نمی‌شود: {0}
fi_fi: suorittimen valmistajaa {0} ei tueta
fr_fr: fabricant de processeur non pris en charge : {0}
he_il: יצרן CPU לא נתמך: {0}
hi_in: असमर्थित CPU विक्रेता {0}
hu_hu: nem támogatott processzorgyártó: {0}
id_id: vendor CPU {0} tidak didukung
it_it: produttore di CPU non supportato: {0}
ja_jp: サポートされていない CPU ベンダー {0}
ko_kr: 지원되지 않는 CPU 공급업체 {0}
lv_lv: neatbalstīts procesora ražotājs {0}
nb_no: CPU-produsenten {0} støttes ikke
nl_nl: niet-ondersteunde CPU-fabrikant {0}
pl_pl: nieobsługiwany producent procesora: {0}
pt_pt: fabricante de CPU não suportado: {0}
ro_ro: producător de procesor neacceptat: {0}
ru_ru: неподдерживаемый производитель процессора: {0}
sk_sk: nepodporovaný výrobca procesora {0}
sr_cyrl_rs: неподржани произвођач процесора: {0}
sv_se: CPU-tillverkaren {0} stöds inte
th_th: ไม่รองรับผู้ผลิต CPU {0}
tr_tr: desteklenmeyen CPU üreticisi {0}
uk_ua: непідтримуваний виробник процесора: {0}
vi_vn: nhà sản xuất CPU {0} không được hỗ trợ
zh_cn: 不支持的 CPU 供应商 {0}
zh_tw: 不支援的 CPU 廠商 {0}

# SensorProblem_NoPackageSensor
source: this Intel CPU has no package temperature sensor
ar_sa: لا يحتوي CPU من Intel هذا على مستشعر لدرجة حرارة الحزمة
bg_bg: този процесор Intel няма сензор за температурата на корпуса
ca_es: aquesta CPU Intel no té sensor de temperatura de paquet
cs_cz: tento procesor Intel nemá teplotní senzor pouzdra
de_de: diese Intel-CPU hat keinen Package-Temperatursensor
el_gr: αυτή η CPU Intel δεν διαθέτει αισθητήρα θερμοκρασίας πακέτου
es_es: esta CPU Intel no tiene sensor de temperatura de paquete
et_ee: sellel Inteli protsessoril pole paketi temperatuuriandurit
fa_ir: این CPU شرکت Intel حسگر دمای بسته ندارد
fi_fi: tässä Intel-suorittimessa ei ole paketin lämpötila-anturia
fr_fr: ce processeur Intel n’a pas de capteur de température de package
he_il: ל-CPU הזה של Intel אין חיישן טמפרטורת מארז
hi_in: इस Intel CPU में पैकेज तापमान सेंसर नहीं है
hu_hu: ennek az Intel processzornak nincs tokozás-hőmérséklet érzékelője
id_id: CPU Intel ini tidak memiliki sensor suhu paket
it_it: questa CPU Intel non ha un sensore di temperatura del package
ja_jp: この Intel CPU にはパッケージ温度センサーがありません
ko_kr: 이 Intel CPU에는 패키지 온도 센서가 없음
lv_lv: šim Intel procesoram nav pakotnes temperatūras sensora
nb_no: denne Intel-CPU-en har ingen temperatursensor for pakken
nl_nl: deze Intel-CPU heeft geen temperatuursensor voor de package
pl_pl: ten procesor Intel nie ma czujnika temperatury pakietu
pt_pt: esta CPU Intel não tem sensor de temperatura de pacote
ro_ro: acest procesor Intel nu are senzor de temperatură de pachet
ru_ru: у этого процессора Intel нет датчика температуры корпуса
sk_sk: tento procesor Intel nemá teplotný senzor puzdra
sr_cyrl_rs: овај Intel процесор нема сензор температуре кућишта
sv_se: den här Intel-CPU:n saknar temperatursensor för paketet
th_th: CPU ของ Intel ตัวนี้ไม่มีเซ็นเซอร์อุณหภูมิแพ็กเกจ
tr_tr: bu Intel CPU'da paket sıcaklık sensörü yok
uk_ua: у цього процесора Intel немає датчика температури корпусу
vi_vn: CPU Intel này không có cảm biến nhiệt độ gói
zh_cn: 此 Intel CPU 没有封装温度传感器
zh_tw: 此 Intel CPU 沒有封裝溫度感應器

# SensorProblem_ImplausibleTjMax
source: the CPU reported an implausible TjMax of {0} °C
ar_sa: أبلغ CPU عن قيمة TjMax غير منطقية تبلغ {0} °C
bg_bg: процесорът отчете неправдоподобна стойност TjMax: {0} °C
ca_es: la CPU ha informat d'un TjMax inversemblant de {0} °C
cs_cz: procesor nahlásil nevěrohodnou hodnotu TjMax {0} °C
de_de: die CPU meldet einen unplausiblen TjMax von {0} °C
el_gr: η CPU ανέφερε απίθανη τιμή TjMax {0} °C
es_es: la CPU informó de un TjMax inverosímil de {0} °C
et_ee: protsessor teatas ebausutavast TjMax väärtusest {0} °C
fa_ir: CPU مقدار TjMax نامعقولی گزارش کرد: {0} °C
fi_fi: suoritin ilmoitti epäuskottavan TjMax-arvon {0} °C
fr_fr: le processeur a signalé un TjMax improbable de {0} °C
he_il: ה-CPU דיווח על TjMax לא סביר של {0} °C
hi_in: CPU ने {0} °C का अविश्वसनीय TjMax बताया
hu_hu: a processzor valószínűtlen TjMax értéket jelentett: {0} °C
id_id: CPU melaporkan TjMax yang tidak wajar sebesar {0} °C
it_it: la CPU ha segnalato un TjMax non plausibile di {0} °C
ja_jp: CPU が不自然な TjMax を報告しました: {0} °C
ko_kr: CPU가 비정상적인 TjMax {0} °C를 보고함
lv_lv: procesors ziņoja neticamu TjMax vērtību {0} °C
nb_no: CPU-en rapporterte en usannsynlig TjMax på {0} °C
nl_nl: de CPU meldde een onwaarschijnlijke TjMax van {0} °C
pl_pl: procesor zgłosił nieprawdopodobną wartość TjMax: {0} °C
pt_pt: a CPU comunicou um TjMax improvável de {0} °C
ro_ro: procesorul a raportat un TjMax neverosimil de {0} °C
ru_ru: процессор сообщил неправдоподобное значение TjMax: {0} °C
sk_sk: procesor nahlásil nevierohodnú hodnotu TjMax {0} °C
sr_cyrl_rs: процесор је пријавио невероватну вредност TjMax од {0} °C
sv_se: CPU:n rapporterade ett orimligt TjMax på {0} °C
th_th: CPU รายงานค่า TjMax ที่ไม่สมเหตุสมผล {0} °C
tr_tr: CPU, {0} °C gibi akla yatkın olmayan bir TjMax bildirdi
uk_ua: процесор повідомив неправдоподібне значення TjMax: {0} °C
vi_vn: CPU báo TjMax bất thường là {0} °C
zh_cn: CPU 报告了不合理的 TjMax：{0} °C
zh_tw: CPU 回報了不合理的 TjMax：{0} °C

# SensorProblem_NoReading
source: the sensor did not answer
ar_sa: لم يستجب المستشعر
bg_bg: сензорът не отговори
ca_es: el sensor no ha respost
cs_cz: senzor neodpověděl
de_de: der Sensor antwortet nicht
el_gr: ο αισθητήρας δεν απάντησε
es_es: el sensor no respondió
et_ee: andur ei vastanud
fa_ir: حسگر پاسخ نداد
fi_fi: anturi ei vastannut
fr_fr: le capteur n’a pas répondu
he_il: החיישן לא הגיב
hi_in: सेंसर ने जवाब नहीं दिया
hu_hu: az érzékelő nem válaszolt
id_id: sensor tidak merespons
it_it: il sensore non ha risposto
ja_jp: センサーが応答しませんでした
ko_kr: 센서가 응답하지 않음
lv_lv: sensors neatbildēja
nb_no: sensoren svarte ikke
nl_nl: de sensor gaf geen antwoord
pl_pl: czujnik nie odpowiedział
pt_pt: o sensor não respondeu
ro_ro: senzorul nu a răspuns
ru_ru: датчик не ответил
sk_sk: senzor neodpovedal
sr_cyrl_rs: сензор није одговорио
sv_se: sensorn svarade inte
th_th: เซ็นเซอร์ไม่ตอบสนอง
tr_tr: sensör yanıt vermedi
uk_ua: датчик не відповів
vi_vn: cảm biến không phản hồi
zh_cn: 传感器没有响应
zh_tw: 感應器沒有回應

# SensorProblem_PciLockUnavailable
source: could not open the shared PCI lock: {0}
ar_sa: تعذّر فتح قفل PCI المشترك: {0}
bg_bg: споделеното PCI заключване не можа да се отвори: {0}
ca_es: no s'ha pogut obrir el bloqueig PCI compartit: {0}
cs_cz: sdílený zámek PCI se nepodařilo otevřít: {0}
de_de: die gemeinsame PCI-Sperre konnte nicht geöffnet werden: {0}
el_gr: δεν ήταν δυνατό το άνοιγμα του κοινόχρηστου κλειδώματος PCI: {0}
es_es: no se pudo abrir el bloqueo PCI compartido: {0}
et_ee: ühist PCI-lukku ei saanud avada: {0}
fa_ir: قفل مشترک PCI باز نشد: {0}
fi_fi: jaetun PCI-lukon avaaminen epäonnistui: {0}
fr_fr: impossible d’ouvrir le verrou PCI partagé : {0}
he_il: לא ניתן היה לפתוח את נעילת ה-PCI המשותפת: {0}
hi_in: साझा PCI लॉक नहीं खोला जा सका: {0}
hu_hu: nem sikerült megnyitni a megosztott PCI-zárolást: {0}
id_id: tidak dapat membuka kunci PCI bersama: {0}
it_it: impossibile aprire il blocco PCI condiviso: {0}
ja_jp: 共有 PCI ロックを開けませんでした: {0}
ko_kr: 공유 PCI 잠금을 열 수 없음: {0}
lv_lv: neizdevās atvērt koplietoto PCI bloķēšanu: {0}
nb_no: kan ikke åpne den delte PCI-låsen: {0}
nl_nl: kan de gedeelde PCI-vergrendeling niet openen: {0}
pl_pl: nie można otworzyć współdzielonej blokady PCI: {0}
pt_pt: não foi possível abrir o bloqueio PCI partilhado: {0}
ro_ro: blocarea PCI partajată nu a putut fi deschisă: {0}
ru_ru: не удалось открыть общую блокировку PCI: {0}
sk_sk: zdieľaný zámok PCI sa nepodarilo otvoriť: {0}
sr_cyrl_rs: није могуће отворити дељено PCI закључавање: {0}
sv_se: det gick inte att öppna det delade PCI-låset: {0}
th_th: ไม่สามารถเปิดการล็อก PCI ที่ใช้ร่วมกันได้: {0}
tr_tr: paylaşılan PCI kilidi açılamadı: {0}
uk_ua: не вдалося відкрити спільне блокування PCI: {0}
vi_vn: không thể mở khóa PCI dùng chung: {0}
zh_cn: 无法打开共享的 PCI 锁：{0}
zh_tw: 無法開啟共用的 PCI 鎖定：{0}

# SensorProblem_NoDiscreteGpu
source: no discrete GPU found
ar_sa: لم يتم العثور على معالج رسومات منفصل
bg_bg: не е намерен дискретен ГП
ca_es: no s'ha trobat cap GPU dedicada
cs_cz: nenašla se samostatná GPU
de_de: keine dedizierte GPU gefunden
el_gr: δεν βρέθηκε αυτόνομη GPU
es_es: no se encontró ninguna GPU dedicada
et_ee: eraldiseisvat GPU-d ei leitud
fa_ir: GPU مجزا پیدا نشد
fi_fi: erillistä näytönohjainta ei löytynyt
fr_fr: aucun GPU dédié trouvé
he_il: לא נמצא מעבד גרפי נפרד
hi_in: कोई अलग GPU नहीं मिला
hu_hu: nem található dedikált GPU
id_id: GPU diskret tidak ditemukan
it_it: nessuna GPU dedicata trovata
ja_jp: ディスクリート GPU が見つかりません
ko_kr: 외장 GPU를 찾을 수 없음
lv_lv: netika atrasts diskrētais GPU
nb_no: fant ingen dedikert GPU
nl_nl: geen losse GPU gevonden
pl_pl: nie znaleziono oddzielnego procesora GPU
pt_pt: não foi encontrada nenhuma GPU dedicada
ro_ro: nu s-a găsit niciun GPU dedicat
ru_ru: дискретный ГП не найден
sk_sk: nenašla sa samostatná GPU
sr_cyrl_rs: није пронађен засебан GPU
sv_se: ingen separat GPU hittades
th_th: ไม่พบ GPU แยก
tr_tr: harici GPU bulunamadı
uk_ua: дискретний ГП не знайдено
vi_vn: không tìm thấy GPU rời
zh_cn: 未找到独立 GPU
zh_tw: 找不到獨立 GPU

# SensorProblem_GpuAdapterUnavailable
source: Windows could not open the GPU ({0})
ar_sa: تعذّر على Windows فتح معالج الرسومات ({0})
bg_bg: Windows не можа да отвори ГП ({0})
ca_es: el Windows no ha pogut obrir la GPU ({0})
cs_cz: Windows nemohl otevřít GPU ({0})
de_de: Windows konnte die GPU nicht öffnen ({0})
el_gr: τα Windows δεν μπόρεσαν να ανοίξουν την GPU ({0})
es_es: Windows no pudo abrir la GPU ({0})
et_ee: Windows ei saanud GPU-d avada ({0})
fa_ir: Windows نتوانست GPU را باز کند ({0})
fi_fi: Windows ei voinut avata näytönohjainta ({0})
fr_fr: Windows n’a pas pu ouvrir le GPU ({0})
he_il: Windows לא הצליח לפתוח את המעבד הגרפי ({0})
hi_in: Windows GPU को नहीं खोल सका ({0})
hu_hu: a Windows nem tudta megnyitni a GPU-t ({0})
id_id: Windows tidak dapat membuka GPU ({0})
it_it: Windows non è riuscito ad aprire la GPU ({0})
ja_jp: Windows で GPU を開けませんでした ({0})
ko_kr: Windows에서 GPU를 열 수 없음({0})
lv_lv: Windows neizdevās atvērt GPU ({0})
nb_no: Windows kunne ikke åpne GPU-en ({0})
nl_nl: Windows kan de GPU niet openen ({0})
pl_pl: system Windows nie mógł otworzyć GPU ({0})
pt_pt: o Windows não conseguiu abrir a GPU ({0})
ro_ro: Windows nu a putut deschide GPU-ul ({0})
ru_ru: Windows не может открыть ГП ({0})
sk_sk: Windows nemohol otvoriť GPU ({0})
sr_cyrl_rs: Windows није могао да отвори GPU ({0})
sv_se: Windows kunde inte öppna GPU:n ({0})
th_th: Windows ไม่สามารถเปิด GPU ได้ ({0})
tr_tr: Windows GPU'yu açamadı ({0})
uk_ua: Windows не може відкрити ГП ({0})
vi_vn: Windows không thể mở GPU ({0})
zh_cn: Windows 无法打开 GPU ({0})
zh_tw: Windows 無法開啟 GPU ({0})

# SensorProblem_PawnIONotInstalled
source: PawnIO is not installed
ar_sa: PawnIO غير مثبّت
bg_bg: PawnIO не е инсталиран
ca_es: el PawnIO no està instal·lat
cs_cz: PawnIO není nainstalovaný
de_de: PawnIO ist nicht installiert
el_gr: το PawnIO δεν είναι εγκατεστημένο
es_es: PawnIO no está instalado
et_ee: PawnIO pole installitud
fa_ir: PawnIO نصب نیست
fi_fi: PawnIO ei ole asennettuna
fr_fr: PawnIO n’est pas installé
he_il: PawnIO אינו מותקן
hi_in: PawnIO इंस्टॉल नहीं है
hu_hu: a PawnIO nincs telepítve
id_id: PawnIO tidak terinstal
it_it: PawnIO non è installato
ja_jp: PawnIO がインストールされていません
ko_kr: PawnIO가 설치되지 않음
lv_lv: PawnIO nav instalēts
nb_no: PawnIO er ikke installert
nl_nl: PawnIO is niet geïnstalleerd
pl_pl: PawnIO nie jest zainstalowany
pt_pt: o PawnIO não está instalado
ro_ro: PawnIO nu este instalat
ru_ru: PawnIO не установлен
sk_sk: PawnIO nie je nainštalovaný
sr_cyrl_rs: PawnIO није инсталиран
sv_se: PawnIO är inte installerat
th_th: ไม่ได้ติดตั้ง PawnIO
tr_tr: PawnIO yüklü değil
uk_ua: PawnIO не інстальовано
vi_vn: chưa cài đặt PawnIO
zh_cn: 未安装 PawnIO
zh_tw: 未安裝 PawnIO
